<pad>
的
你
是
么
我
0
不
了
什
有
诗
一
文
人
好
个
中
要
说
鸡
句
怎
写
作
哪
吗
这
小
在
大
子
思
字
为
天
意
古
谁
和
来
谢
学
还
那
语
急
想
下
上
关
多
些
生
就
词
没
样
点
话
家
会
于
能
道
啊
名
吃
到
用
回
情
知
以
出
求
爱
给
可
首
主
看
里
题
快
国
都
分
如
自
代
对
后
最
明
去
表
感
现
别
事
高
心
读
时
之
过
山
者
三
呵
问
年
歌
女
他
成
白
言
王
也
老
书
行
何
喜
李
黄
真
欢
得
理
答
描
考
死
几
记
全
无
少
笑
通
解
月
与
故
o
译
春
请
帮
法
花
经
长
义
发
秋
水
两
安
e
很
特
翻
本
妹
原
马
景
a
物
讲
美
友
睡
们
容
风
叫
只
找
二
面
太
方
简
办
觉
公
日
析
开
手
傻
内
i
复
神
相
篇
赏
比
然
地
达
介
又
聊
吧
今
t
海
起
算
课
江
南
唐
男
论
西
教
所
嘛
乐
体
头
同
才
四
背
清
蛋
第
n
运
听
从
其
越
东
做
游
啥
再
夜
打
杜
送
加
望
楼
色
s
新
妈
初
五
品
金
史
把
前
音
识
段
雨
动
机
玩
干
等
己
传
英
师
位
实
晚
跟
章
着
雪
北
张
哈
l
儿
h
十
信
结
先
格
州
平
呢
及
象
母
定
被
难
形
见
间
处
忙
元
节
度
认
阅
电
当
河
案
种
r
资
各
重
果
朋
释
笨
历
带
苏
次
告
百
世
德
试
联
级
候
八
版
该
阳
u
逼
乡
座
m
系
怀
朝
号
哥
选
应
目
注
左
料
外
性
进
她
红
y
气
让
而
类
梦
甫
居
c
钱
念
细
园
业
常
活
路
早
光
数
因
习
错
部
七
鲁
流
b
势
期
诉
登
尔
斯
曲
刘
合
著
需
底
短
变
草
林
或
毛
爷
猜
评
石
啦
飞
木
青
影
p
迅
亲
夫
典
塞
绍
科
d
放
杨
概
近
g
万
照
k
懂
列
正
空
指
走
完
改
详
边
宋
基
称
火
武
单
归
式
商
城
每
柳
亮
巴
绝
力
假
提
声
门
车
姐
戏
更
含
拜
嗯
身
散
观
右
但
孟
爸
速
京
周
托
必
秦
星
九
维
序
画
派
酒
朱
像
远
呀
战
将
区
孩
集
艺
受
汉
落
云
修
此
具
累
口
工
剧
建
述
曹
化
闻
线
弟
隐
命
千
括
价
军
湖
屁
操
饭
壁
宝
程
唱
贱
眼
易
整
术
网
精
咋
谈
兴
总
较
志
龙
买
调
册
卖
深
刚
智
片
图
克
鸟
标
拉
创
哦
肉
梁
f
乖
至
已
陈
辛
使
破
贾
庄
装
w
赤
入
骂
反
失
例
府
独
亭
田
牛
范
演
离
龄
司
赞
烦
韩
兰
包
非
君
野
微
帝
六
恩
桥
帅
树
推
鱼
件
冬
步
麻
直
哎
宗
黑
班
伤
j
雷
永
滚
玉
拼
希
举
准
q
x
辞
冷
轼
共
超
炖
脑
笔
陶
民
华
院
视
台
岳
纪
尽
寄
呗
确
征
示
官
岁
恋
翁
满
忆
敢
讨
器
任
坏
交
并
咏
终
材
夏
律
态
沙
源
狗
浩
除
愁
弃
社
尼
接
造
界
境
阿
由
勒
双
遇
叶
牧
留
病
切
害
晓
换
饿
取
似
它
婆
广
收
鉴
礼
议
搞
乱
杀
厌
利
骗
擦
适
仿
寒
圣
异
蜀
陪
客
孤
宫
喝
孔
福
属
向
父
许
婚
味
铁
士
庭
服
启
茅
舍
桃
童
未
叔
猪
采
诵
根
油
哼
鸭
梅
校
市
跪
荐
凉
计
泰
衣
强
伦
苦
布
赋
钟
孙
静
抒
叙
贵
靠
诸
皇
顺
姓
半
肯
追
逢
掉
困
吟
则
量
治
波
屎
威
v
据
怕
鹤
条
床
渊
连
楚
配
寻
村
奇
疾
A
虫
土
挂
杂
臭
雁
固
技
泊
素
便
富
昌
萌
陆
聪
息
制
莫
寺
佳
迁
住
幽
羊
姥
场
葛
质
朗
久
展
呜
曾
绿
恨
米
胡
玛
香
参
始
优
脸
球
屋
摩
专
悲
艾
报
统
导
腿
迹
证
舟
立
角
养
货
够
载
颂
康
赠
欧
醉
冰
管
卡
陵
溪
藤
否
松
^
纳
拿
疼
值
堂
默
洗
功
午
劝
夕
填
备
温
嘴
编
奖
密
练
塘
保
竹
票
奶
季
宁
岛
雀
型
丝
续
承
坐
顾
遥
差
T
抄
丫
绘
雄
徐
忧
珍
排
兄
琴
济
待
荆
权
却
约
徒
贝
设
省
断
咯
肿
鬼
浪
愈
判
振
漫
妇
响
偶
猫
屈
渡
娥
烧
虽
移
菊
究
须
莲
查
室
余
产
按
随
罗
娘
存
致
积
卷
欲
哲
抱
紧
研
限
渔
房
忘
奴
荷
套
助
转
站
尾
祖
印
扬
虚
郁
状
烤
仙
彩
萧
况
若
郑
浒
恶
激
继
净
伟
丽
钢
借
争
祝
川
页
C
廉
录
昆
择
挺
负
娇
郊
弹
斗
颜
仔
休
峰
引
且
组
奥
末
吉
凤
皮
旨
雅
颇
滴
B
愿
食
汤
筑
烟
构
禅
祥
模
丁
嘿
纲
漂
员
豪
锡
紫
慢
肥
纸
杰
费
鼓
呼
额
韦
瑟
普
巧
刺
锦
胖
厉
退
轻
热
弄
燕
趣
峡
枫
哟
D
依
亚
码
韵
吴
禹
极
环
育
饮
旅
胜
宇
诃
贺
决
倒
效
务
鸣
姆
O
兽
蝉
牌
残
培
悠
池
喻
蔺
怨
嘻
射
洞
瓜
血
怪
沈
卜
卫
唉
幸
翅
欺
政
灵
龟
药
沧
狼
宿
鸿
博
即
凯
粑
阁
盾
哭
围
符
寂
仲
突
往
俗
项
凡
勃
穿
策
阴
批
淫
骚
略
琵
悬
低
善
炼
昨
救
琶
献
般
炸
核
腰
消
衍
爆
封
衡
氓
眠
阵
萝
妖
庐
露
赶
舞
铭
菲
屌
撒
闲
领
职
谊
洲
菇
呦
傅
兵
泪
补
暗
陋
植
唯
秀
z
竟
层
霍
蓉
乌
潭
阶
赵
兮
洁
媳
脚
丑
守
愚
痛
镜
俩
芙
软
局
戴
玄
淹
端
Q
貌
恐
刻
份
临
跳
P
馆
泽
升
烛
婉
呆
嫁
摘
绛
慰
瀑
桑
银
苍
扯
菜
爹
赛
持
板
夸
私
毕
羞
压
汪
渐
船
潮
氏
扣
蘑
置
麽
亥
荀
旧
冒
寓
剑
晕
巨
获
淡
辰
昂
索
宴
妃
顿
崔
混
横
吹
黛
锅
洛
薇
豆
席
黎
刷
撸
股
族
淮
另
充
减
悟
医
羲
映
群
嘎
魔
拔
痴
吖
劳
圆
供
访
址
繁
涧
益
众
令
块
S
咬
乎
裁
足
沉
绩
寿
测
敬
芳
划
遍
涣
折
缘
R
窦
籍
煮
寞
泥
庙
农
卢
幻
俄
瓶
咱
啪
虎
缺
纯
茶
噢
良
筠
跑
闷
穷
契
摸
灯
店
疑
际
暖
惜
岑
牙
骆
误
某
醒
娜
郎
卿
逗
妙
庆
闹
壮
轲
碗
蔡
暮
搭
驼
齐
龚
滕
X
铎
杯
败
嘉
邮
亡
揍
窝
怜
肚
显
患
爪
妻
麦
搜
规
瑶
睛
圈
乘
迷
附
潜
停
脱
抽
滁
冤
涵
暝
霸
狄
鹳
迪
哒
懒
灰
钓
盖
诚
盛
谜
冲
蓝
瞎
骨
贫
疯
赢
欣
县
嫦
坡
护
坚
幅
蒙
蒹
葭
灭
丹
熟
忍
藏
呐
敷
户
亦
凹
逍
郭
敦
K
蝎
傲
酌
梗
湾
卧
谓
佛
警
M
攻
镇
丘
稿
萨
泡
狂
舒
晨
招
拟
尚
巷
旭
诺
颐
止
芹
秘
贡
侠
支
谱
箱
肖
频
叽
徽
验
惊
霖
羽
废
谷
姑
篱
预
贴
喽
盘
酬
耳
队
营
塑
炭
寡
励
奏
枝
训
财
拍
丞
抓
唧
脏
嚼
哀
您
隆
晋
严
弱
艹
岚
插
崽
洋
纶
伯
刀
颢
蟹
降
暴
闺
兔
誓
蒲
戚
喂
妞
架
喔
铃
津
扩
碎
爽
惠
雎
劲
驴
顶
宣
宰
粉
涯
互
仄
坑
蝶
秒
儒
宙
祺
健
胸
迎
井
辣
浮
羯
郦
E
森
付
偏
率
窃
泉
凰
投
绕
骑
禺
魂
犹
窗
蛮
翔
革
屏
航
欠
霜
墓
娃
狮
击
茨
澡
荣
喊
稹
诫
鹏
咩
棒
翰
谅
冥
偷
浅
鄙
瘦
炮
斜
输
途
免
耶
辩
殊
魏
诶
N
咪
吼
笛
曰
险
缩
罪
梨
伴
奔
零
忽
捏
冠
喵
吐
副
押
贤
既
街
仁
粗
染
帆
I
党
璞
朕
蠢
斤
膀
涉
褒
歇
珠
皆
晴
厚
宜
丰
昏
吾
敌
糗
吊
犯
团
骈
邪
幼
雾
探
迟
辑
辈
丈
弦
飘
茫
董
侯
淘
叹
惨
碧
哇
荒
尘
甚
墨
责
努
熊
姨
俺
织
矣
键
伊
轮
颔
炒
络
遗
隔
姻
糖
荡
颈
誉
乔
奈
尊
糕
敏
奉
款
割
幕
昭
眉
耐
替
臣
乃
旁
秤
尿
渴
甲
凄
勇
蕴
径
G
L
鲜
鼻
贬
吵
胧
糟
矛
勤
嵬
增
掌
狠
朵
汗
涛
抢
烂
槽
朦
哄
慧
毒
针
呸
奋
阔
湘
孝
袋
薄
申
慨
肴
驿
扰
贼
莎
歉
担
控
融
苹
叉
丢
塔
漠
腾
囚
仪
凭
禽
雞
束
剪
墙
监
凌
绪
扎
蒸
吸
餐
鼠
硬
稀
垃
烈
麼
甜
础
壶
俊
笼
浙
宾
防
杭
饱
鹅
施
瑞
宏
讽
圾
浓
曼
闭
婷
倾
鹿
腊
敲
F
抗
催
察
悦
磨
赐
逐
透
删
怒
库
审
签
奸
袭
岭
酸
呃
盟
震
宠
汽
衿
忠
予
猴
挑
驾
悄
莉
轩
享
垂
渭
耻
销
柔
戒
虾
柯
翠
盆
纠
娶
触
嘞
岸
仅
拾
堰
矮
扇
H
播
唇
薛
汇
逝
肠
莱
佩
隋
占
饼
避
桂
吕
嫌
握
诞
逆
坛
菩
裤
朴
吓
啼
衰
揭
宽
聚
腐
庸
挥
浑
坦
戈
吻
盗
芬
耍
递
央
弗
彪
阐
逃
疆
芦
旦
甘
柏
渣
侧
屠
捉
宵
慕
艳
胆
孕
尝
颖
蛇
枪
悔
谚
伙
嗨
焉
匆
凝
恼
虑
贯
蓬
谋
兼
辅
疏
均
尤
距
崇
遭
砸
惯
勾
啧
岂
痹
综
邻
逸
沟
妆
惹
咕
估
御
僧
畔
冻
谦
桐
域
堆
耀
囧
柴
糊
雯
肃
颠
罢
拱
雌
仰
扫
港
噗
逻
禁
粘
检
湿
摇
卦
锁
玲
袁
赖
泛
筝
琐
暑
W
润
陌
辉
堡
鞋
觅
延
V
饯
蒂
拖
岩
阙
函
链
邓
倚
嫂
届
旗
晶
滨
拒
霞
咳
姜
仗
宅
怡
赚
呈
授
撑
舔
执
邦
恒
斩
莺
尺
纷
昔
档
伏
绵
委
崩
冯
慈
涂
饶
蜜
谐
蜡
雕
危
堪
Y
拥
瑜
串
扁
猥
蝴
U
虐
饰
铜
愤
坤
摆
咸
叠
佑
滋
咧
滑
硕
侍
恭
漏
鑫
鲲
羡
勿
剩
惟
浦
陕
箭
瞬
嘟
咔
牵
埋
柱
闪
颗
厂
惑
卓
翼
煜
瓦
篮
踩
谎
旺
熙
弯
夹
币
凑
厕
甄
怖
锋
订
炎
琳
嵩
寨
胃
誰
凶
沫
犊
侄
苗
纵
寸
殿
淑
袖
挫
铺
脾
葩
裳
辽
尸
筋
毁
唠
巫
讯
踏
梧
恰
竞
抛
览
悉
逛
侣
辱
帽
扮
稍
洪
疗
舅
溃
剁
晔
哉
脉
酷
谣
倍
葡
潇
罚
赫
椒
裸
缸
狱
唤
焦
澈
裴
彻
痘
煞
寝
企
酱
萄
姚
姿
障
帘
巜
涨
琦
砍
牡
虞
添
狐
毅
棋
醋
魅
圳
眺
脖
琪
账
爬
乾
仇
询
弊
J
抑
刑
损
扒
遣
娟
卑
俱
伐
症
丛
氛
芝
番
返
嬛
煤
辨
邀
杏
遮
猿
烫
蕾
洒
畅
伪
虹
枚
茂
贞
暂
挖
浣
猎
罩
挤
葬
丸
乙
陇
栖
桌
煎
泳
裂
弓
捕
齿
盼
猛
艰
衬
痒
苇
贪
嗎
悼
蚕
躺
肤
躁
罕
驰
壳
潘
孵
腻
钗
彭
恢
扑
熬
倩
毫
脆
碑
朓
颁
跃
葱
碰
狸
丧
厦
旷
仍
粤
偿
妮
鸦
购
骤
盐
鹃
怅
吏
召
卵
尧
迈
濠
揉
彼
咨
鹰
枯
甩
绰
晖
辋
黃
赴
桢
赔
践
截
個
璐
蒋
楷
粥
倡
棍
說
妾
斑
邱
械
佬
侵
斋
乳
役
帖
妓
驱
陷
仕
尉
廷
盈
蹈
畜
卒
违
瑰
租
蚌
嫩
搬
襟
犬
撞
栏
吞
逊
旋
涕
梳
梯
蔽
匈
喷
咒
框
枕
鹭
鹂
厅
噜
矫
阉
歪
沾
莹
舌
允
尖
盒
遂
盲
捷
踢
祭
萍
拆
媒
溜
磊
璧
匠
佐
污
拂
厨
勉
肌
噶
岗
闰
粒
骄
啵
坟
痕
踪
帕
襄
囊
泄
晏
肾
迫
捶
複
稚
抵
歧
钻
轨
挨
驳
夷
涌
畏
郡
搓
鬓
缓
庚
傍
蚁
肩
霏
帐
淋
膜
伍
澳
隶
蓄
协
挣
彦
楠
辟
啄
蹦
珊
詹
缝
扔
赌
霉
媛
覆
循
晰
阻
饲
炫
昀
绣
幂
弘
鹬
沦
馨
腔
穆
苑
忌
尹
鲍
祠
瞧
嘲
售
戍
脂
劫
忒
夺
坨
巾
曙
谭
愧
裙
犀
樱
砖
税
抖
桶
哑
來
涅
杖
亿
豫
琼
胎
啾
耽
挽
咖
纱
督
葫
肆
诀
炉
鸳
擅
咦
給
饥
仓
扶
聘
肝
奕
戳
奠
蛤
汝
玫
蜂
梵
鞭
粮
抚
捡
稼
乏
鄂
祸
彤
昼
姬
贸
兹
涩
薪
萋
啸
唔
瘟
翃
烽
惧
鸯
嗷
愉
婶
荤
拓
叛
摄
煲
峨
璃
衔
坊
钩
堤
胶
猩
锐
液
蹄
绳
轶
蛙
昊
稳
挡
杆
抬
仆
绮
巢
垫
鼎
灿
劈
拨
絮
葵
撰
兆
牲
榜
湛
壑
饺
埃
阑
燃
惆
亏
滩
殷
匹
刊
摔
喳
澜
沁
掩
箫
牢
滥
噻
鹦
嗦
弥
嗑
腹
迢
躲
跨
拳
柜
乞
媚
娱
祜
肺
孽
戎
泼
渲
苟
呱
稻
睿
杳
扭
伸
厘
贷
啃
浴
胞
棠
锤
玻
瓷
螺
炜
竺
纹
溢
鹉
還
披
谏
禾
棹
晒
於
熹
豁
叭
棵
俏
澄
麟
俞
橘
邹
枉
溅
储
抠
叼
會
凋
皓
惘
冈
靖
丶
伺
掐
妒
吝
皎
措
妍
嬷
沒
阕
促
魄
崖
樊
撼
磕
慎
朔
榆
亨
雏
怂
彬
榴
烘
灌
纤
萤
削
殖
袅
橙
奢
晗
愛
夭
矩
蓑
绅
矜
仑
徘
徊
鸥
瘫
拘
抹
膏
螂
冉
谔
話
诅
珅
蕉
茹
枣
渚
卸
蚂
氧
鹊
拯
缠
泣
岱
婵
槛
耕
谪
蕊
拌
堵
茜
瞌
狡
毙
嗽
瞳
陀
脍
谨
竖
馀
羁
嗟
禄
勋
摧
恃
巩
芒
嗣
僻
黔
婴
浆
吱
渠
灾
啡
笠
昧
剖
穴
喉
芜
伽
慷
淇
粹
祈
枰
拽
芽
渺
筹
苔
槐
瞅
憋
矿
炙
貂
锻
喧
翘
骏
悍
叨
秃
诱
曦
斌
睦
蝈
趋
轰
坎
绒
澹
哩
凸
妥
黍
汀
耗
暧
牺
沂
怯
聂
嚣
挚
漪
疮
躬
寥
藻
韶
椅
闯
婿
簪
霄
裹
莓
诈
僵
螳
憨
伶
悴
侮
伞
磁
漱
钥
酥
鸽
喃
轴
羌
携
棉
锄
袜
柿
辙
兜
趴
焖
峻
潼
茄
鸠
驶
坠
蛛
朽
嫉
忐
忑
玮
惩
昕
掰
怆
臂
懿
萱
嘘
蹲
扉
骥
苒
庞
煌
籁
炬
啰
恳
颀
俯
噩
邵
馒
蒽
沐
伱
啬
衫
阎
嗓
慌
碌
逮
仨
碉
缕
崎
俭
倦
霆
碟
剂
這
璇
歡
睬
挠
匙
鳞
菱
玺
遵
橡
窍
汁
憔
凛
粪
Z
恬
颓
檀
冢
鞍
掏
晦
屑
诛
侦
荔
歹
塌
晁
绑
嗒
瑾
捣
搅
熏
豹
戟
沿
叻
拗
爵
撕
灞
钝
咻
泌
芥
衷
靡
竿
鲤
裕
缪
宦
舆
撤
渝
蠡
薯
陛
腚
梭
斥
藉
噪
篆
淳
壕
逵
焕
莞
蓟
瀚
攀
蟋
蟀
馅
嚓
虏
笙
辆
刮
膝
馍
搏
铅
廊
潺
沃
墟
珑
鹧
蜻
蜓
咽
翩
菁
婊
眷
邑
债
琢
梓
浇
驻
援
茱
妄
菌
墅
刁
拐
靓
覺
狭
憾
妨
沛
徙
坪
厢
脊
阜
宛
鸪
阮
萸
侃
厄
碳
闫
钰
杠
拙
遁
栋
钦
株
浊
巅
恺
擞
樵
篁
顽
搔
诊
吆
蹊
韬
珂
龊
講
蜗
诏
汴
溶
昵
坷
粟
疲
叮
窥
蛾
龌
晃
鱿
鷄
胀
捧
樽
憎
窟
拦
窈
蒿
亩
履
沪
堕
剥
婕
蹭
尬
署
嘤
谥
谒
蒜
惋
冼
碍
侬
痔
咿
隅
辜
斟
瓢
滞
碣
祁
洵
悯
稽
幺
霁
蜘
磅
漆
卤
毋
袍
棱
咙
圃
嚒
泷
婧
孑
瞻
丐
瞑
郝
寅
芭
宪
捞
劣
尴
瞒
诡
酿
祷
砂
蔚
燥
搂
岔
汰
愣
辦
苯
肏
荇
蔬
勺
矢
灼
谬
渗
窕
铮
窜
笺
摹
匪
刹
髓
寇
揣
霾
疫
捐
檐
捅
菠
別
嬉
棚
椰
嫖
镐
岐
衮
艇
坞
雍
喇
叟
睁
疚
鳖
诣
窄
瓣
枥
邢
喘
耿
飒
冕
烨
機
幾
孺
譬
盏
箜
黯
棘
臆
绸
斐
莽
佚
扼
浚
乍
伫
婢
叱
羿
淤
涟
潍
壹
淼
揪
栗
為
掸
蠛
懈
篌
孰
寐
旬
砺
鞠
栽
點
兑
禧
眙
皋
杉
湃
缀
煽
荚
奚
拣
敕
礴
丙
莆
胳
膊
沱
跌
芋
宥
珉
溯
肇
炀
揽
啭
臧
卞
琅
磬
谍
哺
趾
隧
泾
韭
婪
吨
浏
丕
钧
顷
茗
挞
芸
铲
腥
刿
濯
遨
趟
癫
喆
馋
墉
漾
竭
钞
刃
聋
逾
鲨
粱
仞
裔
蕃
垒
荫
樣
冀
庵
倪
丨
舜
蹂
躏
喱
撅
祀
泗
秩
儋
舰
巡
豚
栈
莪
盱
痪
澎
梢
芷
痿
舱
嶂
贰
巍
渤
趁
螃
啤
茵
楞
芮
肛
踹
媽
幹
砚
霭
笋
踊
徵
烹
醅
淀
闽
匀
鲸
戌
桓
炳
歼
濂
逅
吠
胭
闾
昱
藕
颦
矶
泠
掘
濮
焚
夔
擎
赅
坝
瞿
柚
蟆
摁
锈
蛀
毯
猾
過
掀
弈
屯
浸
粲
沸
胥
袄
蔓
蕻
棺
槿
芊
邂
麒
飙
骊
钊
衩
撩
髻
鸾
搁
胁
垣
眸
匕
钉
嫣
岘
筒
铝
運
體
霹
雳
砌
韧
姊
汕
懵
诘
甥
擒
缴
瘩
殇
硫
娄
徳
哗
耙
呕
宸
椎
惭
忻
跷
問
勢
缅
庾
桨
砧
券
峥
绽
彰
漓
卉
彷
釆
枳
嘱
蟾
蝙
匿
圭
辕
簟
語
翟
冶
钙
羹
稣
沌
赎
肋
阱
炅
開
樯
偕
惰
茕
蹉
跎
恍
睨
戊
吁
喑
瘾
卯
掖
驹
焊
祯
蚀
抨
缱
炯
荏
锷
蝠
沥
綦
時
茎
潦
侈
泻
纬
秽
檬
復
芯
鹜
懦
腕
坼
嘶
觞
垮
锥
衢
滤
茉
粽
刈
瓮
贻
枭
邯
荻
娼
乒
乓
札
迥
篷
敛
恪
溺
斧
剃
蚊
煊
酣
阀
闵
蛎
疙
嚯
厮
纺
蝇
惶
嗲
嘚
對
膨
汲
崛
峭
癌
诠
骋
铸
哙
挪
凳
魁
帜
秉
渑
翡
楫
後
讳
桔
浔
娑
僖
埔
骷
蚯
蚓
炊
绫
咤
罐
拇
兀
薰
腮
烁
翎
旱
寰
噎
覃
猖
哮
裘
茸
咚
氣
嚏
馬
屿
杞
灏
泵
淄
镶
逑
拈
葳
蜕
苞
糯
砥
敖
谩
赦
郸
筱
髅
斛
睹
帷
荟
栩
徨
缭
腌
汐
叩
辖
嗜
臾
夙
腺
掠
巳
癖
旌
雇
靳
無
旳
玥
認
國
號
聽
桦
脁
榭
筛
佣
犁
漳
瘸
暇
忏
偃
萎
霓
磷
峙
骞
绻
椴
摊
蓦
恤
瀛
哆
竦
橱
楔
蹙
迂
菡
屡
奎
咆
躯
脯
扛
柬
倔
毓
遛
嚎
柠
歆
孜
臊
魑
邶
殉
碱
荧
湍
汾
佗
蕤
壤
睢
庶
棕
弩
町
眦
嗅
詩
敝
瘤
沼
芾
讪
纂
悚
攒
诌
氢
蟠
厥
榕
募
廖
筵
卅
礁
胤
浥
曳
迩
弧
紊
臀
咐
關
賤
唬
嗝
甸
沮
酵
凫
簿
缆
嗔
滔
岖
绊
钮
轿
滛
琛
匣
牖
赊
彧
妤
嵘
泓
艘
蔑
茧
稠
藩
凿
耸
辐
槲
胄
檄
俐
娲
骰
邃
帏
汨
闸
匡
辚
鹄
嘁
硅
郢
瞄
褥
缚
盔
吒
昰
剔
钾
贩
拧
吩
電
發
偲
裆
妳
蜃
汩
恁
欸
谴
诬
眨
踞
盎
峦
鞅
騙
碛
璨
窑
揖
枢
渎
溟
刨
琰
牟
匮
辗
穹
氯
怍
畴
呤
沽
褪
谙
濬
籽
爰
耆
馥
涿
讴
躇
磐
滢
馈
蔻
睫
钛
厭
裡
倫
識
橹
魍
魉
祛
缨
琉
绞
嵌
曛
帛
鈇
诧
姗
撷
恕
椿
虔
抉
酉
皱
瑕
讶
隙
酝
塾
猷
桩
忿
豌
冽
洮
棣
釜
铢
畸
媲
靴
涸
毽
隽
涤
衾
辄
挟
绦
阖
盯
殴
熄
栀
茬
踌
嫔
纨
饪
阏
陟
焰
娉
咄
睾
倆
屄
東
煸
咀
缤
拢
瘁
赁
蜉
灶
僚
槟
迭
缥
缈
廿
楹
鲈
笃
拷
埠
亘
胯
掷
蛊
迦
榻
饵
旃
陨
缔
鸢
捎
娅
亢
汶
讼
拭
瑚
亵
峤
刎
惮
邈
绾
肽
牍
椭
麓
轧
谛
虬
燮
绯
旄
舫
秧
聿
潞
锯
诩
遐
衅
喏
灸
翳
凇
弛
窘
膳
惬
娴
糙
氮
呲
镭
祢
箍
濛
羧
嘣
胗
動
學
豬
呛
蛔
蓼
哨
聆
罄
憩
袂
绎
诲
彗
楸
醇
萦
芍
遏
璋
鸶
谡
庇
裏
贮
蛟
褚
恻
孱
榔
碾
嗤
桀
懑
骇
笳
谕
陂
郯
舂
陲
戮
殒
嘈
怔
雉
捂
谧
幡
藜
谤
氨
徭
邺
簸
妁
佺
芩
镖
彘
佟
锰
戬
缒
湲
筷
飕
沆
馔
臻
蚩
皑
奄
涡
喀
纽
穗
侨
眯
颤
镑
钠
糠
噫
皿
鬟
夢
扳
涮
剐
惚
題
撇
饨
碜
狒
嗄
討
歲
惡
們
骁
讷
汹
晌
邕
烬
筚
疤
胱
诙
峪
倘
悌
俪
潸
洱
佰
萃
璟
淌
晟
咫
鲫
蹬
罹
旎
铨
稷
炽
兢
悖
苛
幢
绡
菏
谗
洄
荠
拄
拴
鹗
皂
箴
惦
驭
讥
呻
羚
洙
黜
缑
匾
勰
焱
瘴
俨
殡
铿
谖
囔
沅
瘪
蔷
痣
缶
毡
葺
杵
姘
胚
垢
姝
嚷
庖
眇
羔
魚
狙
赟
焗
嗖
垚
犟
瑄
馄
馊
玟
饕
餮
獅
鹑
餓
頭
賊
儆
陳
飛
狈
纭
瞩
榄
珀
膛
骸
鄢
憬
柝
濡
绚
铠
箩
锺
瞪
俚
捻
墩
簌
笫
遑
岫
苓
蛰
旖
寤
啻
偻
粼
戾
俘
剽
驯
洽
垠
樾
薜
菑
镀
琨
辫
隘
伎
掇
洼
嗡
蜈
蚣
佯
缢
宕
腑
锵
恙
杓
溴
驮
鼬
窖
鳄
痰
俾
逞
癸
荼
噬
郗
壬
贿
敞
惫
沭
蘸
岀
琬
喋
珺
種
饽
猝
親
筐
囖
鸵
衲
槌
錯
伢
係
甭
爲
硼
兒
煩
屮
铂
雙
蔼
缄
珥
篥
驷
橄
蹑
憧
枸
兖
濑
蔗
黏
狩
殆
鳏
阊
衙
啮
韫
俑
赣
嫡
臼
钴
蕙
锲
簇
垄
焙
饷
坳
抟
恣
姣
颉
哽
痫
滟
馁
漢
晞
谑
蚍
阆
堇
淖
迸
锢
蛆
屹
巘
菀
颚
旒
茁
珏
橐
赂
胺
熔
曝
紅
肢
跤
風
莘
囡
蹋
醛
疣
莒
吭
龈
離
呔
爺
該
啷
鹌
旸
睇
現
紹
訴
滾
噼
僮
娆
颌
邸
矾
捍
琥
烙
鲛
褐
樟
翱
藁
搪
肘
璀
耘
偓
汛
杋
圮
箬
讵
缮
垦
佝
蜩
泯
琊
萼
撮
徇
崤
迤
褂
刍
爨
忱
倭
觐
嵋
斫
霎
笞
苫
绢
匝
雠
绷
禊
辍
掺
趵
淆
粕
祚
肪
蘩
翊
珪
怠
柘
仃
笆
捆
渍
岷
箕
杪
嬴
瑙
烷
啖
幌
隍
蛐
蝗
跋
冗
辘
柑
請
仟
渌
沓
妲
飚
醴
榛
蹇
婲
玑
脐
纫
瞥
堑
庠
陡
愠
酋
溧
毗
寶
慵
辇
獒
侏
乛
膘
唷
肮
樂
骡
疡
湮
绥
烩
疹
黝
郓
苕
龖
漩
車
癞
崴
嗬
讓
黒
孬
坂
嚄
铉
纍
統
訪
嚜
睏
嬲
難
邳
錢
丟
芈
缉
麝
蝣
煦
藓
帧
吥
麾
訾
舶
噙
靥
糜
螣
徉
铬
跆
黾
砒
杼
叁
斓
迄
窠
砾
罡
簡
擂
跬
奁
槊
矗
罟
蛩
镁
畋
栓
瑛
翦
锱
锣
腆
悸
霰
锟
湄
褴
骼
缙
祗
逋
枞
較
兩
瓒
嘹
郫
佼
燎
殃
绉
簧
炷
艮
唑
颙
巿
痞
亟
缟
佘
聒
泸
糁
昙
帚
颍
鹫
霈
踽
鬲
靶
廓
耒
貔
貅
猬
麋
竣
侓
醐
驽
晾
哝
淅
妩
酹
栊
遠
锕
蘇
猗
佞
愕
邰
膑
傳
毳
寔
抡
單
崧
盅
硝
蚤
嗳
跺
瑗
髦
犒
錶
缁
龘
朐
腦
蚪
當
炝
吶
視
镕
鴨
艸
結
蒼
庹
滿
黨
聲
脫
劉
幫
酚
郜
痨
搐
矬
進
罵
腳
內
換
娣
師
亳
昶
坍
盂
坫
坻
飏
篙
椽
暾
婺
奂
崾
彝
赃
懊
涐
卟
祉
褶
蜥
瞰
垆
浃
汜
晧
翥
荑
祇
徜
跻
刽
芼
阪
枊
胛
穰
酯
伋
畤
镯
瓯
侗
雊
碚
髯
鲢
囫
囵
逶
梆
钭
洿
忝
乜
澧
篡
锚
飧
鄜
湫
轸
诽
砰
蘼
耋
剌
滹
唆
囗
稔
佾
镞
調
恹
歙
阡
锌
枌
藿
怿
葚
罔
毵
癜
眩
玖
畦
箸
夯
谟
頩
脕
禀
逄
蕣
鸲
銮
爻
蹿
栅
锝
倜
傥
阂
饴
浠
獐
骅
砝
枇
邨
榨
缜
冮
裱
骛
谀
儵
醍
攘
蜚
豺
阗
唢
竽
皙
鳝
挐
矸
蜣
曜
逖
赝
贽
薏
欤
莴
茏
浯
顒
浐
浜
醪
旻
砀
鲅
眈
嘏
莅
柄
谆
灬
搀
褛
脓
猱
碴
黠
鼐
溥
醺
襦
荦
峒
睽
劼
垻
俜
蔸
泫
評
蝌
覅
祎
堃
炕
應
獎
噔
蟑
島
長
戀
呒
旮
旯
從
處
紙
澪
繫
傷
燉
颅
惗
帥
龔
臉
喲
暹
嬤
醜
屙
謝
犽
挊
珈
咂
註
舸
瓛
煱
珒
锭
暨
偎
樗
栎
邽
皖
眄
淸
玳
昚
俳
巽
鬃
掬
葑
悱
秣
蟢
儗
慑
瓠
荨
苎
笏
伥
飐
瑢
缻
镬
泺
槎
拎
舵
觥
蛉
泱
漯
薹
罘
诋
阍
屐
磋
窸
岿
撺
舷
蓓
陉
萁
咥
拊
戢
滂
刬
钿
飨
蹁
鲋
蕖
笄
袤
桧
涎
咎
冇
颛
剡
辔
桡
耄
擢
嬗
蘅
愆
矰
馗
屛
苌
觚
蹩
狷
尓
遽
鳗
攸
畎
橦
宓
岺
亍
厝
隩
膺
栝
聃
侪
弭
洌
鹆
晤
娓
菖
狎
藐
赘
鞘
谰
裛
雱
酪
俸
瘠
杷
谯
厩
唰
卮
嶙
喟
腩
貉
颃
琮
嘅
沏
獗
氾
罴
赡
搵
谄
孀
鹈
酾
荛
窒
祟
郇
扪
気
闼
湟
椟
绔
罥
咛
犷
撬
钳
贠
恏
囝
蠹
檎
睐
璘
孚
觜
鞔
邬
啐
舻
畑
柕
哧
捱
栉
菅
搢
蜒
桁
觌
箔
鳌
痤
姒
焜
蚱
弋
菰
恽
撵
涪
袓
淬
愍
猹
酮
垓
詈
囍
晩
唾
馏
笒
孢
頔
徂
買
潩
隠
葉
灪
論
條
澍
鳮
蔫
臥
負
釋
疵
盹
鞥
變
噁
壓
肼
烯
尕
呶
腼
經
蠻
飯
華
蔣
張
壞
腫
铡
唄
麵
夠
亂
窩
癱
瘓
書
瑪
楂
達
馕
掴
搧
額
钡
腱
絲
厲
戰
鬥
盡
環
計
見
蕩
勝
總
宮
韓
铞
鳥
棄
剛
酶
喙
賺
骟
連
炣
頁
嚕
楮
雹
袆
疒
乁
萬
豔
淩
雩
虻
儃
赳
唏
馑
窿
飓
啇
嘀
奘
钵
诐
闱
訇
髭
墀
摈
揠
汞
誊
迳
暸
玷
柦
轺
湎
肙
玁
狁
桎
梏
甬
糅
飖
撂
殄
齑
兕
豸
廋
偌
眘
間
隰
泮
妯
娌
敻
褰
氦
黼
瑁
窬
扈
広
倏
噤
窣
乂
淝
嗾
涓
踱
欹
杈
劎
臯
凾
漉
毷
騊
昸
柞
苜
萏
哓
怙
蹶
镛
鄘
襁
褓
蝂
禳
潋
礻
芫
荽
蜇
胰
俣
臨
奓
蹴
驫
铫
麹
倌
芧
诰
佶
聱
敘
弇
蜍
苊
骢
裨
蔴
怵
惕
骖
腴
釉
赙
薤
氙
畿
侥
蜴
驩
瞋
崭
靬
捭
唳
诮
缡
弼
荪
彳
畹
箧
隈
轳
帻
锂
鼙
嶒
囱
颊
禖
廛
豕
鈡
颧
淨
瘙
挹
髈
犍
妪
湋
膻
杌
炔
俢
苴
掳
腓
蟪
蛄
熵
跽
甑
勘
鲑
掾
钺
莼
骍
峋
玕
踟
肓
瞭
丿
盫
骝
衽
酺
蕺
韅
靷
靽
邗
皈
秾
隼
涴
繇
螨
鳜
罊
篓
纣
劢
庑
菂
谠
骠
铧
绲
樓
雲
镳
忉
扥
柒
哳
箪
挈
実
傩
欻
暠
呖
蓠
岵
蒺
顼
妣
麸
蛴
螬
惇
铄
涼
椹
皴
徴
鸬
啜
镂
焘
蛭
腋
掊
鄰
鄞
黩
桺
袒
掣
寮
羟
丅
酗
婀
鯈
冂
鍪
荸
舳
搴
臃
唝
罽
隺
姵
烊
讠
筲
級
雒
蜿
瘀
俶
翕
荁
鳅
苙
砷
殢
牦
莊
與
卻
鳍
蹀
蛱
闳
缇
隳
钶
埭
晲
熠
勔
勮
滘
戛
郴
摽
岧
峣
诟
澭
湓
鼯
虱
皦
怼
揚
觑
悳
蓸
溆
寫
骙
蜷
岌
鳃
镰
幔
渥
罂
禛
圻
豀
轭
蹯
锗
緌
氤
氲
関
殍
嫚
邛
沣
赒
痦
珣
聯
邝
鉧
漁
納
蘭
嗰
阚
抜
対
绌
圪
璿
跹
胼
胝
赱
楣
朿
弁
逦
瀹
眶
荞
姮
鞟
纛
恓
哢
氹
栾
髙
狀
態
記
哏
劭
鞑
卍
膈
奀
氰
閻
藥
醫
懷
誐
務
賓
諳
剿
镍
崂
尅
碼
孪
瓤
泇
瞟
敵
隨
臘
門
標
義
員
陽
嫑
鸨
紟
哜
聰
謊
傀
儡
娛
實
鋤
呷
傑
歩
轉
試
噱
畫
槑
測
擀
嗪
戆
蚬
財
豉
檫
習
慝
肱
爛
數
龍
閃
痾
髮
羅
烏
麗
擁
瓊
強
姦
紀
詞
嗻
説
衕
遼
寧
踝
槃
曌
誒
吮
噺
鹕
爾
鬱
況
談
叵
纡
釣
趙
優
灣
勵
腭
啍
艚
儍
絕
哔
奡
湊
線
鋆
榧
奧
翀
幣
畯
醚
哐
護
駕
芃
蕸
谝
饞
碁
戲
芔
茻
課
噠
馳
濟
輩
貝
痊
铛
證
筆
兊
潵
煬
硯
癧
橩
晫
癪
汥
灺
穪
癶
桸
癣
橤
硡
祤
瑵
牪
祰
獭
睧
汱
歨
祵
橥
轞
寘
塸
咁
啕
騷
凣
叐
峩
玞
満
骓
锃
媭
濒
遴
挲
哖
冭
罙
澌
椋
豢
厶
袱
捊
蕲
煋
庋
餍
晙
鲧
窱
貶
鵩
瘕
劐
枘
墿
圯
砻
攲
拮
扦
憺
亅
堧
蛹
辻
誾
荃
骜
嫃
赀
醑
祌
呰
澉
脔
垿
昴
忤
踯
躅
棫
翌
椫
菽
摒
莩
箨
鄱
朏
诒
麇
钎
讫
黓
墺
豳
臇
鸧
缃
劾
茝
鹪
喓
缰
鸹
済
燔
詳
細
薮
騛
礅
袊
悰
稥
攥
眝
懰
慅
鳕
钚
詀
迀
讌
嘧
畚
呬
霊
楶
沄
篝
湦
彊
篼
吘
浞
忪
逹
骐
抿
嘌
隗
虢
嵊
侽
仂
紘
龋
萘
嵚
崟
椼
筅
珝
圉
螯
囎
愦
弑
睑
垝
氵
钅
亻
纟
犭
槚
蔎
荈
霅
舴
艋
騑
珰
趺
嚛
扃
孳
倓
忄
処
骘
夀
鷃
鲵
觱
痍
跖
儇
厏
疠
螭
垅
遒
緺
傣
汔
荺
蝼
裈
镆
忮
蝤
睚
桅
洹
熳
钯
锳
谲
硖
钜
诿
岽
魋
蹒
跚
鹇
埮
蹰
裎
宀
妬
吿
鳔
郞
穂
熨
瀣
瓞
臬
玦
烖
稊
漕
曵
绀
鄹
菸
啅
秫
舲
鲞
吋
诳
礽
擘
刂
俟
崿
哞
阬
铙
抔
诤
摎
瑀
尻
橇
瓴
俅
诎
挎
俦
砭
瘼
煅
堩
潠
笀
鸊
邴
槴
蒴
堨
砦
绐
榼
铷
铯
囯
檞
胙
谳
筮
筌
镣
痧
洺
捽
惓
寊
鹥
毂
鬛
簖
糸
瀿
攽
盦
琌
蝥
嚱
墦
跲
浲
閑
踮
谮
剜
鹚
墣
傛
冩
牸
敍
楊
偉
抻
酰
浉
揷
隂
筏
燠
缎
媪
粃
諸
皒
櫜
褧
黦
鲳
滓
徕
扌
钣
赧
蛳
毌
単
敀
筳
饬
醯
鲠
撄
欵
罝
钖
螇
羝
迖
蒌
涑
櫌
耰
鄣
仝
冊
坄
钏
襾
颥
塡
奫
滪
朣
棂
遊
驸
犇
忖
攮
搡
躞
倬
沘
喾
蜋
鲂
鬯
劵
殳
飔
坯
昉
惪
帯
氷
鞮
肄
洢
鞞
眧
栘
莸
镝
蓃
読
烑
漈
祐
烔
貊
驺
谶
麑
蜢
浄
糍
丄
伉
榫
螅
匦
繆
滦
贊
桉
莠
厷
喰
敠
浍
牂
翾
缗
仫
溉
攵
腧
伓
茭
鳟
佁
骧
跰
釐
檠
牝
錋
蘤
酩
酊
芺
鍀
窅
揆
鳊
馐
柈
欐
繣
缣
廼
埏
埴
牅
鬻
鏖
暕
偈
拚
鞲
硒
篾
哂
跂
鸱
鸮
狻
遹
郄
槢
彀
跛
稧
呋
姱
靰
謇
谇
陃
摰
喥
窷
攋
盥
潄
縰
韠
妫
鲊
灧
柧
椾
蓖
钹
赈
笪
垭
噘
桖
澋
囘
蕨
鲱
恵
卺
槁
擐
舡
堠
鸩
擈
芴
妟
倻
诔
潢
樨
槪
槱
龀
怦
梼
箠
焯
氺
洊
茔
滇
禨
屰
奷
绶
骃
纥
绹
璎
珞
勹
祓
鼹
簕
棼
僄
秆
侑
砼
瘘
邠
摺
沖
場
棻
圓
闚
襆
纮
抇
湜
愫
讦
葆
潾
兺
駆
毎
痩
凊
霪
褀
髫
璈
硎
膮
芣
苢
胫
褊
涒
殽
訡
迗
僦
恠
俎
鶵
麤
彠
揿
挝
蟒
懶
氟
芪
屉
剣
巐
嘭
帰
蚧
吡
峎
囤
賣
蟲
睪
駡
暈
緒
扐
苈
炱
铍
蝯
氕
氚
锎
钒
卩
蟦
螆
坌
碘
龅
捋
唒
铪
峯
帼
褫
穠
缏
輕
鬆
窮
夾
遯
膽
勞
願
鮮
蒡
锇
趐
嬅
楦
尜
譜
鹾
誌
淺
質
廢
璜
枬
镮
堀
悊
喴
蚨
庀
砢
娩
葯
蛌
歑
糳
勪
咴
創
監
腸
燻
闆
尛
疸
驍
黆
維
憂
柤
貼
姸
燚
疱
苧
險
筢
嚇
廠
顯
庅
孫
趕
緊
寑
網
淒
營
節
劇
薦
摟
徑
盤
殺
顏
珽
睔
觊
觎
冏
贏
讀
蘊
曉
猕
犸
撘
費
衝
騰
聖
餃
婦
轱
嫰
淵
資
琍
獸
狴
犴
咗
嘢
黙
稞
鎬
凍
憑
盜
竑
騃
秝
瞂
遝
躆
溫
媞
寯
瑷
礸
貓
輻
癢
掙
燒
帶
夥
頻
規
佔
崗
興
頓
類
繞
屬
產
養
邊
澤
稱
際
銅
鑼
禍
聞
衹
耦
肀
煺
拋
繼
續
纏
隻
醬
锉
邋
遢
吔
婬
靌
鴫
唛
勍
焓
郅
掜
戕
詠
狰
狞
熓
砣
殂
淞
嗶
悶
輝
踵
終
腘
敭
貨
湉
侉
迠
據
潴
薫
銱
嵇
襲
瓪
殘
铐
熱
庫
鐵
膪
祹
蕐
帱
適
痢
幄
铥
輔
狍
猢
狲
瘊
勁
豐
劃
爭
獨
側
懁
瞠
沢
憐
耂
臵
許
敗
钇
澔
舛
煨
遞
郵
瑣
掱
虩
诂
栆
碇
嗫
沩
镥
週
喪
瓁
磉
圀
圙
靛
垛
霑
酔
毀
褔
掂
呎
賢
淚
缞
溝